Repository: danafawaz1100-dot/training-
Catalog: app_*.arb
Languages: ar

# appTitle
source: Charity Association
ar: الجمعية الخيرية

source: Home
ar: الرئيسية

source: Donate
ar: تبرع

source: Programs
ar: برامجنا

source: About
ar: عنّا

source: Main Page
ar: الصفحة الرئيسية

source: Gallery
ar: المعرض

source: Dontations
ar: التبرعات

# currentampaigns
source: Current Campaigns
ar: الحملات الجارية

source: My Donation Record
ar: سجل تبرعاتي

# aboutcharity
source: About The Charity
ar: صفحة عن الجمعية

source: Call Us
ar: اتصل بنا

source: Share App
ar: شارك التطبيق

source: We Work For Goodness
ar: نعمل من أجل الخير

source: Surplus Food
ar: الفائض من الطعام

source: Iftar For A Fasting Person
ar: افطار صائم

source: Fresh Meat
ar: لحوم طازجة

source: Hot Meals
ar: وجبات ساخنة

source: Water Distribution
ar: سقيا الماء

source: Food Baskets
ar: سلل غذائية

source: Beneficiary
ar: مستفيد

source: Donor
ar: متبرع

source: Volunteer
ar: متطوع

source: Program
ar: برنامج

source: Donate Now
ar: تبرع الأن

source: Our Services
ar: خدماتنا

source: Show All
ar: عرض الكل

# appmaindescription
source: Ikram Food Preservation Association
ar: جمعية اكرام لحفظ الطعام

# appsubdescription
source: Hand in hand to make a difference in the lives of those in need
ar: يداً بيد لنصنع فرقاً في حياة المحتاجين

# providingiftarmeals
source: Providing Iftar meals for 1,000 fasting people
ar: توفير وجبات إفطار لـ 1000 صائم

# distributebottlesofwater
source: Distribute 5000 Bottles Of Water
ar: توزيع 5000 عبوة ماء

# distributingfooddescroption
source: Distributing surplus food to the needy
ar: توزيع فائض الطعام على المحتاجين

# providinggrandmosque
source: Providing Iftar meals for fasting people in the Grand Mosque
ar: توفير وجبات إفطار للصائمين في المسجد الحرام

# distributingmeatneedyfamilies
source: Distributing fresh meat to needy families
ar: توزيع لحوم طازجة على الأسر المحتاجة

# providinghotmealsneed
source: Providing hot meals to those in need
ar: تقديم وجبات ساخنة للمحتاجين

# providinghotmealsneeddescription
source: We provide hot meals daily to the needy and poor families in various areas.
ar: نوفر وجبات ساخنة يومياً للمحتاجين والعائلات المتعففة في مختلف المناطق.

# providingdrinkingwaterneed
source: Providing drinking water to those in need
ar: توفير مياه الشرب للمحتاجين

# distributionbasketsnecessities
source: Distribution of food baskets containing basic necessities
ar: توزيع سلل غذائية تحتوي على المواد الأساسية

source: Donation Page
ar: صفحة التبرعات

source: Program Page
ar: صفحة البرامج

# soonpage
source: This page will be activated soon
ar: سيتم تفعيل هذه الصفحة قريباً

# donateforproject
source: Donate For This project
ar: التبرع لهذا المشروع

# surplusfooddescription
source: We collect surplus food from restaurants, hotels and weddings and distribute it to the needy and destitute families in a healthy and safe manner.
ar: نقوم بجمع فائض الطعام من المطاعم والفنادق والأفراح وتوزيعه على المحتاجين والأسر المعوزة بطريقة صحية وآمنة

# waterdistribituindescription
source: We contribute to providing clean drinking water to those in need in areas suffering from water scarcity.
ar: نساهم في توفير مياه الشرب النقية للمحتاجين في المناطق التي تعاني من شح المياه

# freshmeatdescription
source: We slaughter and distribute fresh meat to needy families on special occasions and holidays.
ar: نقوم بذبح وتوزيع اللحوم الطازجة على الأسر المحتاجة في المناسبات والأعياد

source: Distribution of food baskets
ar: توزيع السلل الغذائية
